audit/src/test/resources/xml/hello-request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:sample="urn:samples-switchyard:audit:1.0">
  <soapenv:Header />
  <soapenv:Body>
    <sample:hello>
      <sample:string>Test</sample:string>
    </sample:hello>
  </soapenv:Body>
</soapenv:Envelope>
